/* Sync */
"Album Error" = "Album Error";

/* Menu - title for Albums */
"Albums" = "Albums";

/* Status upload - Already in your account */
"Already in your account" = "Already in your account";

/* Message when user can not purchase */
"App can't do Purchase. Please, check Settings if you want to upgrade the app" = "App can't do Purchase. Please, check Settings if you want to upgrade the app";

/* Authentication method */
"Authentication failed: try again." = "Authentication failed: try again.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Check User in the Login */
"Checking" = "Checking";

/* Informing the user an item has finished copying */
"Copied" = "Copied";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Copying";

/* message when couldn't download the image in the profile screen */
"Couldn't download the image" = "Couldn't download the image";

/* Authentication */
"Couldn't execute request" = "Couldn't execute request";

/* Creating Album */
"Creating" = "Creating";

/* Status upload - Creating ... */
"Creating ..." = "Creating ...";

/* No comment provided by engineer. */
"Creating Account" = "Creating Account";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Email failed to send. Please try again.";

/* No comment provided by engineer. */
"Enable Auto Sync" = "Enable Auto Sync";

/* Album screen - create a new album */
"Enter new album name" = "Enter new album name";

/* Tag screen - create a new screen */
"Enter new tag name" = "Enter new tag name";

/* No comment provided by engineer. */
"Error" = "Error";

/* Upload - Facebook */
"Facebook" = "Facebook";

/* Informing the user a process has failed */
"Failed" = "Failed";

/* Message in the home when trying to load newest photos */
"Failed! We couldn't get your newest photos." = "Failed! We couldn't get your newest photos.";

/* Profile - Free text */
"Free" = "Free";

/* Menu - title for Gallery */
"Gallery" = "Gallery";

/* Profile - size storage */
"GB used" = "GB used";

/* Message sync to hiden the photos */
"Hiding photos you've already uploaded" = "Hiding photos you've already uploaded";

/* Status upload - Invalid photo! */
"Invalid photo" = "Invalid photo";

/* Profile - subscription */
"Just" = "Just";

/* Profile - size storage */
"KB used" = "KB used";

/* Menu - title for Home */
"Latest Activity" = "Latest Activity";

/* Status upload - Limit reached! */
"Limit reached" = "Limit reached";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* Sync */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Log out" = "Log out";

/* Message to confirm if user really wants to log out */
"Log out. Are you sure?" = "Log out. Are you sure?";

/* No comment provided by engineer. */
"Logging" = "Logging";

/* Sync */
"Maximum reached" = "Maximum reached";

/* Profile - size storage */
"MB used" = "MB used";

/* Profile - subscription */
"month" = "month";

/* Menu - title for Account */
"My Account" = "My Account";

/* Message to appears in the map when opened an image */
"My Photo" = "My Photo";

/* No comment provided by engineer. */
"No" = "No";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "of";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* Profile - plans web controller */
"Plans" = "Plans";

/* No comment provided by engineer. */
"Please check your internet connection" = "Please check your internet connection";

/* Sync */
"Please, check if Trovebox has Location Permission in your Mobile Settings." = "Please, check if Trovebox has Location Permission in your Mobile Settings.";

/* Used when user don't set the url for the hosted server */
"Please, set the URL to the Trovebox Server." = "Please, set the URL to the Trovebox Server.";

/* No comment provided by engineer. */
"Please, set your email to recovery password." = "Please, set your email to recovery password.";

/* Creation account where user needs to set the email */
"Please, set your email." = "Please, set your email.";

/* No comment provided by engineer. */
"Please, set your password" = "Please, set your password";

/* No comment provided by engineer. */
"Please, set your password." = "Please, set your password.";

/* Creation account where user needs to set the username */
"Please, set your username." = "Please, set your username.";

/* Content of the menu for the PREFERENCES */
"PREFERENCES" = "PREFERENCES";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Preparing";

/* Upload - Private */
"Private" = "Private";

/* Profile - Pro text */
"Pro" = "Pro";

/* Title screen Profile */
"Profile" = "Profile";

/* Action to reset the pwd */
"Resetting" = "Resetting";

/* Status upload - Retry uploading! */
"Retry uploading" = "Retry uploading";

/* No comment provided by engineer. */
"Save" = "Save";

/* Informing the user an item has been saved */
"Saved" = "Saved";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Saving";

/* Profile - Self-hosted text */
"Self-hosted" = "Self-hosted";

/* Menu - title for Settings */
"Settings" = "Settings";

/* Message sync to show the photos */
"Showing all of your photos" = "Showing all of your photos";

/* Sync */
"Sync an Album" = "Sync an Album";

/* Menu - title for Tags */
"Tags" = "Tags";

/* Message for photo details in the home - This photo was taken %i days ago */
"This photo was taken %i days ago" = "This photo was taken %i days ago";

/* Message for photo details in the home - This photo was taken %i hours ago */
"This photo was taken %i hours ago" = "This photo was taken %i hours ago";

/* Message for photo details in the home - This photo was taken %i years ago */
"This photo was taken %i years ago" = "This photo was taken %i years ago";

/* Message for photo details in the home - less than one hour ago */
"This photo was taken less than one hour ago" = "This photo was taken less than one hour ago";

/* Message for photo details in the home - This photo was taken one hour ago */
"This photo was taken one hour ago" = "This photo was taken one hour ago";

/* Message for photo details in the home - This photo was taken one year ago */
"This photo was taken one year ago" = "This photo was taken one year ago";

/* Upload - inside text input */
"title" = "title";

/* Upload - Twitter */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Upgrade" = "Upgrade";

/* Title in the upload form */
"Upload" = "Upload";

/* Menu - title for Upload & Sync */
"Upload & Sync" = "Upload & Sync";

/* Status upload - Upload finished! */
"Upload finished!" = "Upload finished!";

/* Status upload - waiting */
"Waiting ..." = "Waiting ...";

/* Message to enable auto sync */
"Would you like to enable auto sync? Your photos will be upload as private over wifi only." = "Would you like to enable auto sync? Your photos will be upload as private over wifi only.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* Message limit - n more photos */
"You can upload %d more photos this month" = "You can upload %d more photos this month";

/* Message limit - one more photo */
"You can upload one more photo this month" = "You can upload one more photo this month";

/* Message when limit is reached on upload screen */
"You've reached your monthly limit of %d photos" = "You've reached your monthly limit of %d photos";

/* Message when limit is reached */
"You've reached your monthly limit of %d photos. Upgrade today for an unlimited Pro account." = "You've reached your monthly limit of %d photos. Upgrade today for an unlimited Pro account.";

